driver-tests/bpelse/assign/AssignJbi/test/results/CopygDayInvoke/Actual_20130318180003_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <gDayPart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_gDay>---25</xsd_gDay>
      <optional_gDay>---12</optional_gDay>
      <repeat_gDay>---12</repeat_gDay>
      <repeat_gDay>---01</repeat_gDay>
    </gDayPart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>